Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: [0-1.25] She scares me, Jack.[17.6-18.5] I love this song!
pl_pl: [0-1.25] Ona mnie przeraża, Jack. [17.6-18.5] Uwielbiam tę piosenkę!

source: [0-10] END OF ACT 1
pl_pl: [0-10] KONIEC AKTU PIERWSZEGO

source: [0-10] END OF ACT 2
pl_pl: [0-10] KONIEC AKTU DRUGIEGO

source: [0-10] END OF ACT 3
pl_pl: [0-10] KONIEC AKTU TRZECIEGO

source: [0-10] END OF ACT 4
pl_pl: [0-10] KONIEC AKTU CZWARTEGO

source: [0-10] END OF ACT 5
pl_pl: [0-10] KONIEC AKTU PIĄTEGO

source: [0-10] END OF EPISODE 1
pl_pl: [0-10] KONIEC ODCINKA 1

source: [0-10] END OF EPISODE 2
pl_pl: [0-10] KONIEC ODCINKA 2

source: [0-10] END OF EPISODE 3
pl_pl: [0-10] KONIEC ODCINKA 3

source: [0-10] END OF EPISODE 4
pl_pl: [0-10] KONIEC ODCINKA 4

source: [0-10] END OF JUNCTION 1
pl_pl: [0-10] KONIEC ROZWIDLENIA 1

source: [0-10] END OF JUNCTION 2
pl_pl: [0-10] KONIEC ROZWIDLENIA 2

source: [0-10] END OF JUNCTION 3
pl_pl: [0-10] KONIEC ROZWIDLENIA 3

source: [0-10] END OF JUNCTION 4
pl_pl: [0-10] KONIEC ROZWIDLENIA 4

source: [0-2.8] You made a long trip just to see a research project.
pl_pl: [0-2.8] Przejechałeś pół świata tylko po to, by zobaczyć projekt badawczy.

source: [0-2] You stole Paul's car?
pl_pl: [0-2] Ukradłeś samochód Paula?

source: [0-4.65] Son of a... HQ! We've spotted Jack Joyce in the student lounge!
pl_pl: [0-4.65] Jasna chol... Centrala! Zauważyliśmy Jack'a Joyce'a w poczekalni!

source: [0-6.2] Well, reading between the lines, Paul was under a lot of pressure. He needed a friend. I wanted to help him, any way I could.
pl_pl: [0-6.2] Między wierszami, Paul był pod dużą presją. Potrzebował przyjaciela. Chciałem mu pomóc, jak tylko mogłem.

source: [0.1-6.5] You took the one thing Paul needed to survive. Doctor Amaral. That made you priority one.
pl_pl: [0.1-6.5] Zabrałeś jedyną rzecz, której Paul potrzebował, by przeżyć. Doktor Amaral. To uczyniło cię priorytetem numer jeden.

source: [0.15-5.2] It's getting tense out there. If I go anywhere near that thing there’s gonna be innocent people caught in the crossfire.
pl_pl: [0.15-5.2] Sytuacja staje się napięta. Jeśli zbliżę się do tego czegoś, niewinni ludzie znajdą się w ogniu krzyżowym.

source: [0.2-5.9] Security was tight at the Monarch gala. You took quite a risk, walking into the lion's den.[10-13.35] Beth Wilder. You were quick to trust her. [14.9-16.1] Is that all you had?
pl_pl: [0.2-5.9] Ochrona na gali Monarch była szczelna. Podjąłeś spore ryzyko, wchodząc do jaskini lwa. [10-13.35] Beth Wilder. Szybko jej zaufałeś. [14.9-16.1] Czy na pewno tylko to?

source: [0.45-5.8] Babysitter? You kidding me? I got good intel off that computer. Bitch.[16.15-19] Who the fuck are you people?
pl_pl: [0.45-5.8] Opiekunka do dzieci? Jaja sobie robisz? Znalazłam istotne dane w tym komputerze. Suka. [16.15-19] Kim wy, kurwa, jesteście?

source: [0.5-1.5] Jack.[20-21] I'm sorry, Jack.[31.7-33] Only what's necessary.[35.9-41.1] I know exactly what's at stake! That's why I'm here! You believe you can stop what's coming. [42-44.5] I'm giving you one chance to change your mind.[44.85-54.4] This path, it's already set, it can't be changed. The past, the future... I've seen it. I've lived it. For seventeen years. [66-71.3] Come with me and we can see this through. Or hold onto your hope and burn with it. [75.15-76.3] You can't. [80.5-86.9] There is. That's why I can't risk you opposing me, Will. It doesn't have to end like this.[93.7-97.8] It took me years to come to terms with what must be done. But we don't have years.[119.6-120.4] Trigger.[122.65-124.2] I never wanted this.
pl_pl: [0.5-1.5] Jack. [20-21] Przykro mi, Jack. [31.7-33] Tylko to, co konieczne. [35.9-41.1] Wiem dokładnie, o co toczy się gra! Dlatego tu jestem! Wierzysz, że możesz powstrzymać to, co nadchodzi. [42-44.5] Daję ci jedną szansę na zmianę zdania.[44.85-54.4] Ta ścieżka jest już ustalona, nie można jej zmienić. Przeszłość, przyszłość... Widziałem to. Żyłem tym. Przez siedemnaście lat. [66-71.3] Chodź ze mną, a przejdziemy przez to. Albo trzymaj się nadziei i spłoń razem z nią. [75.15-76.3] Nie możesz. [80.5-86.9] Jest. Dlatego nie mogę ryzykować, że mi się sprzeciwisz, Will. To nie musi się tak skończyć. [93.7-97.8] Lata zajęło mi pogodzenie się z tym, co trzeba zrobić. Ale my nie mamy lat. [119.6-120.4] Odpalaj. [122.65-124.2] Nigdy tego nie chciałem.

source: [0.5-1] Jack![4.9-7.5] Jack! This way! Jack!
pl_pl: [0.5-1] Jack! [4.9-7.5] Jack! Tędy! Jack!

source: [0.55-3.2] You're the only other one who's seen what I've seen.[4.7-6.6] You know what's coming.[8.9-11] Give me the device.[12.7-13.7] Come with me.[15.3-17.5] We can survive this together.[19-21] You know it can't be stopped.[22.85-24.6] I can see it in your eyes.[27.1-28.4] You know this.[182.5-184.1] I'm not wrong.
pl_pl: [0.55-3.2] Jesteś jedyną osobą, która widziała to, co ja. [4.7-6.6] Wiesz, co nadchodzi. [8.9-11] Daj mi urządzenie. [12.7-13.7] Chodź ze mną. [15.3-17.5] Przetrwamy to razem.[19-21] Wiesz, że nie da się tego powstrzymać.[22.85-24.6] Widzę to w twoich oczach.[27.1-28.4] Wiesz o tym.[182.5-184.1] Nie mylę się.

source: [0.6-4.5] The future used to be so clear when I was reliving the past. [5.4-8.3] Once I caught up to the moment I had left, that ended. [9.1-13.5] All I've had to go on since then are the plan... and the visions.[15.5-24.1] I knew Jack would come to me. I'd seen that. But I didn't know why, exactly. Or how it would end.[28.1-31.9] My visions of the future aren't always clear, but they don't lie.[37.7-41.4] We've spent seventeen years looking for it, and he finds it in less than a day?[43.6-48] Still, we know it's out there somewhere... and we don't know what his brother managed to tell him.[55.45-60] Maybe. But the machine is out there. It's in our interest to find where. [61-63.7] And if Jack knows, I have to talk to him.
pl_pl: [0.6-4.5] Przyszłość była kiedyś tak wyraźna, gdy przeżywałem przeszłość. [5.4-8.3] Kiedy dotarłem do momentu, w którym odszedłem, to się skończyło. [9.1-13.5] Od tamtej pory miałem tylko plan... i wizje. [15.5-24.1] Wiedziałem, że Jack do mnie przyjdzie. Widziałem to. Ale nie wiedziałem dokładnie dlaczego. Ani jak to się skończy. [28.1-31.9] Moje wizje przyszłości nie zawsze są jasne, ale nie kłamią. [37.7-41.4] Spędziliśmy siedemnaście lat na szukaniu wehikułu, a on znalazł go w mniej niż jeden dzień? [43.6-48] Ale wiemy, że gdzieś tam jest... i nie wiemy, co jego brat zdołał mu powiedzieć. [55.45-60] Może. Ale maszyna gdzieś tam jest. I w naszym interesie jest znalezienie jej. [61-63.7] A jeśli Jack wie, to muszę z nim porozmawiać.

source: [0.7-13] ...to reiterate, the entire town now seems to be a disaster area, and while authorities and relief workers from Monarch are redoubling their efforts, it seems everybody's working at capacity, and reports coming from all across the world are...
pl_pl: [0.7-13] ...całe miasto wydaje się być teraz obszarem katastrofy, pomimo że władze i pracownicy z Monarch pracują na pełnych obrotach, wygląda na to, że potrzeba więcej ludzi do pomocy, raporty napływające z całego świata są...

source: [0.7-14.3] ...and it's obvious the city's going crazy, the entire world -- I can't even keep up with the reports. Listeners, you really want to stay indoors, don't go outside, we don't know what this is, but it's just one horrible accident after another...
pl_pl: [0.7-14.3] ...i oczywiste jest, że miasto oszalało, cały świat - nie mogę nawet nadążyć za raportami. Słuchacze, naprawdę zostańcie w domach, nie wychodźcie na zewnątrz, nie wiemy, co się dzieje, ale jeden straszny wypadek za drugim...

source: [0.7-3.1] This is it. There's no turning back.[8.5-9.1] Jack!?[57.3-58.2] Stop![0-0] NO![74.2-75.75] Hey! Hey, it's okay.[76-76.8] Hey, it's okay.[79.4-80.15] I'm on your side. [81.2-86.1] I'm Beth Wilder. There's some things you need to know.
pl_pl: [0.7-3.1] Nareszcie. Nie ma odwrotu. [8.5-9.1] Jack!? [57.3-58.2] Stój! [0-0] NIE! [74.2-75.75] Hej! Hej, już dobrze. [76-76.8] Hej, już dobrze. [79.4-80.15] Jestem po twojej stronie. [81.2-86.1] Jestem Beth Wilder. Jest kilka rzeczy, które musisz wiedzieć.

source: [0.8-4.5] The number one killer is time. It destroys us all.[7-14.2] This is what you need to know: time broke. A growing Fracture, leading to the End of Time.[17.1-19.5] We went after a device that could fix it.[20-27] Things turned ugly. Paul Serene was there to stop us. He has... super powers.[27.1-28.1] Him and me both.[30.5-31.5] We failed.[33-37.9] Of course, time travel was involved.[61.5-64] I came back home to see my best friend, Paul Serene. [65-67] He wanted to show me what he'd been working on.[69-71.9] My brother Will was a scientist. He was also involved. [73.6-75] Paul said it was "world-changing." [77.6-78.5] He was right.
pl_pl: [0.8-4.5] Największym zabójcą jest czas. Niszczy nas wszystkich.[7-14.2] Oto, co musisz wiedzieć: czas się rozerwał. Wyrwa rośnie i prowadzi do Końca Czasu.[17.1-19.5] Szukaliśmy urzadzenia, które mogło to wszystko naprawić.[20-27] Ale wszystko się schrzaniło. Paul Serene próbował nas zatrzymać. Ma... super moce.[27.1-28.1] On i ja.[30.5-31.5] Zawiedliśmy.[33-37.9] A i oczywiście, w grę wchodziły podróże w czasie.[61.5-64] Wróciłem, aby zobaczyć się z moim najlepszym przyjacielem, Paulem Serene. [65-67] Chciał mi pokazać, nad czym pracował.[69-71.9] Mój brat, Will, był naukowcem. On również był w to zamieszany. [73.6-75] Paul powiedział, że to „odmieni świat.” [77.6-78.5] I miał rację.

source: [1-3.4] Let's talk about the drydock incident.[3.9-14.1] Monarch operatives transported you from the university to the Ground Zero operation at the shipyard. You were secured, unconscious.[22.7-27.7] Liam Burke went to retrieve you and you were gone. How?[68-71.2] We know Beth Wilder assisted you in some manner.[73.3-76.9] No. Because everybody who saw what you did next... [77.5-78.7] is now dead.
pl_pl: [1-3.4] Porozmawiajmy o incydencie w porcie.[3.9-14.1] Pracownicy Monarch przetransportowali cię z uniwersytetu do Strefy Zero w stoczni. Byłeś zabezpieczony, nieprzytomny.[22.7-27.7] Liam Burke poszedł po ciebie i zniknąłeś. Jak? [68-71.2] Wiemy, że Beth Wilder jakoś ci pomogła. [73.3-76.9] Nie. Ponieważ każdy, kto widział, co zrobiłeś później... [77.5-78.7] Jest teraz martwy.

source: [1.1-8.8] Sofia's data's always been good. I'll trust her judgment. We need to analyze these figures and make final preparations to activate the Lifeboat protocol. At once.[15.5-17.2] No, I think I'll do that myself.[30.3-34.4] Put people on Mr. Hatch. I want constant eyes on him.[47.7-52.7] Her. My God, she's been with us all along. She's working with Jack.[54.8-55.6] Where is she now?[58.1-61] No, no, no, no, she can't be killed. Not yet.[61.3-68.8] Find her. And whatever Mr. Hatch does, I want to know about it. Don't screw this up.
pl_pl: [1.1-8.8] Dane Sofii zawsze były dobre. Zaufam jej osądowi. Musimy przeanalizować te dane i poczynić ostateczne przygotowania do aktywacji Protokołu Łodzi Ratunkowej.[15.5-17.2] Nie, myślę, że sam to zrobię. [30.3-34.4] Niech nasi obserwują pana Hatcha. Chcę mieć go na oku.[47.7-52.7] Ona. Mój Boże, ona była z nami przez cały czas. Pracuje z Jack'iem.[54.8-55.6] Gdzie ona teraz jest? [58.1-61] Nie, nie, nie, nie, nie, nie można jej zabić. Jeszcze nie. [61.3-68.8] Znajdź ją. Cokolwiek robi pan Hatch, chcę o tym wiedzieć. Nie spieprz tego.

source: [1.2-2.6] Forget Will, Jack![4.85-11.5] However he came to be here, he's done. It's over.[23.75-25.25] You took the CFR, Jack.[30.4-31.9] I don't want it![34.7-37.7] I just want it gone. Forever.[41.9-48.4] Fuck the Lifeboat, Jack. We're just going to let the clock run out on this and be done with it.
pl_pl: [1.2-2.6] Zapomnij o Willu, Jack![4.85-11.5] Jakkolwiek się tu znalazł, jest skończony. To koniec. [23.75-25.25] Zabrałeś RPC, Jack. [30.4-31.9] Nie chcę tego! [34.7-37.7] Chcę, żeby to wszystko zniknęło. Na zawsze.[41.9-48.4] Pieprzyć łódź ratunkową, Jack. Po prostu pozwolimy, by czas się skończył i będzie po sprawie.

source: [1.25-4.8] --come with me. We can survive this--[6.3-8.75] --you're the only other one who's seen what I've seen.[9.6-11.15] Give me the device.
pl_pl: [1.25-4.8] Chodź ze mną. Możemy to przetrwać... [6.3-8.75] ...jesteś jedyną osobą, która widziała to, co ja. [9.6-11.15] Daj mi urządzenie.

source: [1.3-3.5] There's no other way out! I'm going through the machine!
pl_pl: [1.3-3.5] Nie ma innego wyjścia! Przechodzę przez maszynę!

source: [1.4-2.4] ...when it all started.[11.95-19.15] She'd been here the whole time, working against me from the inside. And she wasn't the only one.
pl_pl: [1.4-2.4] ...kiedy to wszystko się zaczęło. [11.95-19.15] Była tu przez cały czas, działając przeciwko mnie od wewnątrz. I nie była jedyna.

source: [1.5-4.15] I don't have much time left, I know.[7.1-20.3] I spent seventeen years working it out, planning it, building Monarch. Because I knew what was coming, and I knew it couldn't be stopped. But what I built has been turned against me.[23-26.9] What is the point in saving them if I can't trust them?[33.6-37.1] I'm slipping away... into pain and rage.[39.5-41.7] The sickness is accelerating.[45.2-64.2] The CFR... it has cost me so much. But I have harnessed its power. And with it, my plan will work. With it, I will keep the lights on when the world goes dark.[71.6-75.6] Meet me in my office, soldier. I'll be there when I've sealed the CFR chamber.
pl_pl: [1.5-4.15] Wiem, że nie zostało mi wiele czasu.[7.1-20.3] Spędziłem siedemnaście lat pracując nad tym, planując to wszystko, budując Monarch. Bo wiedziałem, co nadchodzi, i wiedziałem, że nie da się tego powstrzymać. Ale to, co zbudowałem, obróciło się przeciwko mnie.[23-26.9] Jaki jest sens w ratowaniu ich, jeśli nie mogę im ufać?[33.6-37.1] Zatracam się... w bólu i wściekłości.[39.5-41.7] Choroba przyspiesza.[45.2-64.2] RPC... kosztował mnie tak wiele. Ale okiełznałem jego moc. Dzięki niemu mój plan zadziała. Dzięki niemu utrzymam światło, gdy świat pogrąży się w mroku. [71.6-75.6]Spotkajmy się w moim biurze, żołnierzu. Będę tam, gdy zapieczętuję komorę RPC.

source: [1.5-4.5] Martin, I'm afraid you're going to have to cover for me at the speech tonight.[9-11] Jack and I have a lot of catching up to do.
pl_pl: [1.5-4.5] Martin, obawiam się, że będziesz musiał mnie zastąpić podczas dzisiejszego przemówienia. [9-11] Jack i ja mamy wiele do nadrobienia.

source: [1.9-3.75] What led you to the swimming hall?[55.9-58.1] You weren't aware that William owned the place.
pl_pl: [1.9-3.75] Co doprowadziło cię do pływalni?[55.9-58.1] Nie wiedziałeś, że William jest właścicielem tego miejsca.

source: [10.2-11.1] Don't stop![16.4-17.1] It's working![24.3-25.3] I've got it![53.4-54.1] Jack.[60.8-61.5] Ow.[66.3-68.5] Yeah. Where's Paul?[76.8-77.6] Was he?[88-91.8] Whoa. The countermeasure burned out.[93.8-94.8] Okay...[95.5-98.9] But the Meyer-Joyce field should be stable now...[113.4-122.5] Of course, I'll have to run a few tests to confirm. But there's... well, there's no reason to believe that the Fracture isn't over.[126.3-127.2] Whoa.
pl_pl: [10.2-11.1] Nie przestawaj! [16.4-17.1] To działa! [24.3-25.3] Działa! [53.4-54.1] Jack. [60.8-61.5] Ał. [66.3-68.5] Tak. Gdzie jest Paul?[76.8-77.6] Na pewno?[88-91.8] Środek zaradczy przepalił się.[93.8-94.8] Dobra...[95.5-98.9] Ale pole Meyer-Joyce powinno być teraz stabilne...[113.4-122.5] Oczywiście, będę musiał przeprowadzić kilka testów, żeby to potwierdzić. Ale jest... cóż, nie ma powodu, by sądzić, że Pęknięcie się nie skończyło. [126.3-127.2] Łaał.

source: [10.7-11.8] Will! C'mon...[28.9-29.65] Hey, Will.
pl_pl: [10.7-11.8] Will! No już...[28.9-29.65] Hej, Will.

source: [10.7-12.2] You killed him!
pl_pl: [10.7-12.2] Zabiłeś go!

source: [10.8-13.7] I said maintain control!
pl_pl: [10.8-13.7] Powiedziałam zachowaj kontrolę!

source: [101-101.7] Huh![105-106.7] Jack?[108.6-109.17] What...[113.6-117.3] Never mind. Tell me later. We've got work to do.
pl_pl: [101-101.7] Hm![105-106.7] Jack?[108.6-109.17] Co...[113.6-117.3] Nieważne. Powiesz mi później. Mamy robotę do zrobienia.

source: [101.8-105.5] Hey! Will, hey! It's okay.
pl_pl: [101.8-105.5] Hej! Will, hej! W porządku.

source: [11-12.3] You can't--
pl_pl: [11-12.3] Nie możesz...

source: [11.1-11.75] Don't.
pl_pl: [11.1-11.75] Nie strzelaj.

source: [11.1-12] Is that...
pl_pl: [11.1-12] Czy to...

source: [11.3-13.5] Sir? Are you all right?[15.3-19.2] Sir... you ordered us to go through Dr. Kim's lab, find what we can--[20.6-21.6] You, sir![22.3-23.5] What the fuck!
pl_pl: [11.3-13.5] Proszę Pana? Wszystko w porządku? [15.3-19.2] Proszę Pana... kazał nam pan przeszukać laboratorium doktora Kima, znaleźć, co się da... [20.6-21.6] Dla Pana, proszę Pana! [22.3-23.5] Co jest, kurwa!

source: [11.3-14.55] Will, hey. Go this way. Now![96.2-97.3] I'll come back for you.
pl_pl: [11.3-14.55] Will, hej. Tędy. Teraz![96.2-97.3] Wrócę po ciebie.

source: [11.3-16.45] Time was broken, working out of sync. The city was in a state of chaos.[23.9-25.15] The End of Time was closing in. [27.9-31.2] The solution was inside Monarch Tower. The countermeasure.[40.5-41.55] I had a better plan.
pl_pl: [11.3-16.45] Czas był zepsuty, niezsynchronizowany. Miasto pogrążyło się w chaosie. [23.9-25.15] Zbliżał się koniec czasu. [27.9-31.2] Rozwiązanie znajdowało się w Wieży Monarch. Środek zaradczy.[40.5-41.55] Miałem lepszy plan.

source: [11.3-16] You say you're "prepared," but no part of this plan of yours involves stopping it from happening. [43.1-53.6] Your research is based on work by William Joyce. You respected him. He knew that the Fracture would occur, but he also knew that it could be fixed.[57.9-72.35] Will built a way to stop the Fracture. This. The countermeasure. We're traveling to the past to retrieve it. You can help us get there faster... [74.3-77.9] Or... you can agree to disagree.
pl_pl: [11.3-16] Mówisz, że jesteś „przygotowana”, ale żadna część twojego planu nie obejmuje powstrzymania tego. [43.1-53.6] Twoje badania opierają się na pracy Williama Joyce'a. Szanowałaś go. Wiedział, że nastąpi Pęknięcie, ale wiedział też, że można je naprawić. [57.9-72.35] Will zbudował sposób na powstrzymanie Pęknięcia. To. Środek zaradczy. Wrócimy do przeszłości, by go odzyskać. Możesz nam pomóc dotrzeć tam szybciej... [74.3-77.9] Albo... możesz się nie zgodzić.

source: [11.42-16] You say you're "prepared," but no part of this plan of yours involves stopping it from happening. [43.2-53.6] Your research is based on work by William Joyce. You respected him. He knew that the Fracture would occur, but he also knew that it could be fixed.[57.75-72.3] Will built a way to stop the Fracture. This. The countermeasure. We're traveling to the past to retrieve it. You can help us get there faster... [74.2-77.9] Or... you can agree to disagree.
pl_pl: [11.42-16] Mówisz, że jesteś „przygotowana”, ale żadna część twojego planu nie obejmuje powstrzymania tego. [43.2-53.6] Twoje badania opierają się na pracy Williama Joyce'a. Szanowałaś go. Wiedział, że nastąpi Pęknięcie, ale wiedział też, że można je naprawić. [57.75-72.3] Will zbudował sposób na powstrzymanie Pęknięcia. To. Środek zaradczy. Wrócimy do przeszłości, by go odzyskać. Możesz nam pomóc dotrzeć tam szybciej... [74.2-77.9] Albo... możesz się nie zgodzić.

source: [11.5-12.3] Gotta keep moving.[17.6-18.4] No![47.4-49.1] Go. Move.
pl_pl: [11.5-12.3] Musimy się ruszać. [17.6-18.4] Nie! [47.4-49.1] Idź. No idź.

source: [11.5-12.4] What if you're wrong?
pl_pl: [11.5-12.4] A jeśli się mylisz?

source: [11.6-14.3] Nice and bright for Monarch to see.[19.3-22.5] I’ll be there in a few minutes. Don’t stand me up.
pl_pl: [11.6-14.3] Ładny i jasny, tak żeby Monarch mógł zobaczyć. [19.3-22.5] Będę tam za kilka minut. Nie wystaw mnie.

source: [11.9-12.6] What's up, fellas.[30.1-31.2] C'mon!
pl_pl: [11.9-12.6] Co tam, chłopaki. [30.1-31.2] No dalej!

source: [112.2-118.35] I was pulled away. Everything I came for was still back there. Left behind.[196.3-198.5] Serene had the countermeasure the whole time. [198.8-200.15] I had to get it back.[207.9-210.9] Like I said: I barely knew her. [221.3-222.4] No.
pl_pl: [112.2-118.35] Zostałem odciągnięty. Wszystko, po co przyszedłem, wciąż tam było. Pozostawione. [196.3-198.5] Serene cały czas miał środek zaradczy. [198.8-200.15] Musiałem go odzyskać. [207.9-210.9] Jak powiedziałem: Ledwo ją znałem. [221.3-222.4] Nie.

source: [12-13.3] I guess this is it.[26.9-28.55] I think it's time you tell me what you know.[40.5-42] And yet you're wearing their uniform.
pl_pl: [12-13.3] To chyba tutaj. [26.9-28.55] Myślę, że nadszedł czas, abyś powiedziała mi, co wiesz. [40.5-42] A jednak nosisz ich mundur.

source: [12-20.2] Will built a way to stop the Fracture. We're traveling to the past to retrieve it. You can help us get there faster...[20.4-22.65] ...a woman approached me, told me she was from the future.[23.2-24.2] Jack, that woman...[25.9-26.4] This is it.[46.2-46.6] You can't--
pl_pl: [12-20.2] Will zbudował sposób na powstrzymanie pęknięcia. Wrócimy do przeszłości, aby go odzyskać. Możesz pomóc nam dostać się tam szybciej... [20.4-22.65] ...podeszła do mnie kobieta, powiedziała mi, że jest z przyszłości. [23.2-24.2] Jack, ta kobieta... [25.9-26.4] To jest to. [46.2-46.6] Nie możesz...

source: [12.3-13.8] Where is he? Where's my brother?![22.85-25.1] Why are you helping me? You're with them.[43.2-45.85] Will. Will!
pl_pl: [12.3-13.8] Gdzie on jest? Gdzie jest mój brat?! [22.85-25.1] Dlaczego mi pomagasz? Jesteś z nimi. [43.2-45.85] Will. Will!

source: [12.5-13] Yeah.
pl_pl: [12.5-13] Tak.

source: [12.65-13.3] Paul?[14.9-15.6] Hold on...[131.9-133.3] NO!
pl_pl: [12.65-13.3] Paul? [14.9-15.6] Czekaj... [131.9-133.3] NIE!

source: [13-13.7] Will?[20.7-29] Hold on. Hold on! We can't shut it down! Paul's still in there.[34.3-39.2] Look at me. Look at me! Put the gun down, and we can talk. Okay?[40-42.3] You're not thinking straight. Put the gun down![44.8-46.2] Jesus Christ, Will...[54.1-54.9] Or what?[59-60.6] No, I gotta let you out![69.5-70.8] Aaaahh![81-81.7] Uhh.[87.3-88.5] Nngh![102-103.2] You okay?[111.3-114.6] Yeah. Okay.
pl_pl: [13-13.7] Will?[20.7-29] Poczekaj. Czekaj! Nie możemy tego wyłączyć! Paul nadal tam jest.[34.3-39.2] Popatrz na mnie. Patrz na mnie! Odłóż broń i porozmawiajmy. Okej?[40-42.3] Nie myślisz trzeźwo. Rzuć broń![44.8-46.2] Jezu Chryste, Will...[54.1-54.9] Bo co?[59-60.6] Nie, muszę cię uwolnić![69.5-70.8] Aaaahh![81-81.7] Uhh.[87.3-88.5] Argh![102-103.2] Jesteś cały?[111.3-114.6] Tak. Okej.

source: [13.15-13.8] Will...[41.2-42.2] Okay...
pl_pl: [13.15-13.8] Will...[41.2-42.2] Okej...

source: [13.25-21.1] And you've been here ever since. Eleven years. Why? Why didn't you come back?
pl_pl: [13.25-21.1] I od tego czasu tutaj jesteś. Jedenaście lat. Dlaczego? Dlaczego nie wróciłaś?

source: [13.3-14.25] You're here to kill me?[17.9-18.3] No.
pl_pl: [13.3-14.25] Chcesz mnie zabić? [17.9-18.3] Nie.

source: [13.6-16] What was your brother doing in this shithole?[46.1-47.7] I agree.
pl_pl: [13.6-16] Co twój brat robił na tym zadupiu? [46.1-47.7] Zgadzam się.

source: [13.7-22] Will built a way to stop the Fracture. We're traveling to the past to retrieve it. You can help us get there faster...[22.2-24.4] ...a woman approached me, told me she was from the future.[24.8-25.8] Jack, that woman...[27.6-28.2] This is it.[47.7-48.4] You can't--
pl_pl: [13.7-22] Will zbudował sposób na powstrzymanie pęknięcia. Wrócimy do przeszłości, aby go odzyskać. Możesz pomóc nam dotrzeć tam szybciej... [22.2-24.4] ...podeszła do mnie kobieta, powiedziała mi, że jest z przyszłości. [24.8-25.8] Jack, ta kobieta... [27.6-28.2] To jest to. [47.7-48.4] Nie możesz...
